{
    "HomePage": {
        "hello": "Hey! I'm",
        "hello_description": "Mid-Level Front-End Developer with over 4 years of experience in e-commerce and blogs",
        "continue": "Continue",
        "working": "Thanks for visiting! I'm not finished building this page yet, so feel free to come back in the future. :)"
    },
    "Portfolio": {
        "title": "My Portfolio",
        "subtitle": "Here are some of my most recent projects. I am always looking for new challenges and opportunities to expand my portfolio.",
        "viewProject": "View Project"
    },
    "Skills": {
        "title": "Services",
        "subtitle": "The skills to pay the bills",
        "items": {
            "1": {
                "title": "Web Design",
                "content": "Creation of modern, responsive, and optimized websites for various devices, ensuring the best user experience."
            },
            "2": {
                "title": "Web Development",
                "content": "Development of custom applications and features using the latest technologies in the market."
            },
            "3": {
                "title": "SEO Optimization",
                "content": "Improving performance and optimizing for search engines, helping your site rank at the top of Google."
            },
            "4": {
                "title": "Custom Tools",
                "content": "Development of exclusive tools to meet your business needs and simplify internal processes."
            },
            "5": {
                "title": "Responsive Design",
                "content": "Creating mobile-friendly and fully responsive designs to provide a consistent user experience on all devices."
            },
            "6": {
                "title": "Academic Background",
                "content": "Strong foundation in software engineering and systems analysis with credentials from prestigious institutions like USP and IMPACTA."
            }
        }
    },
    "AboutMe": {
        "title": "About Me",
        "subtitle": "Get to know me",
        "text_title": "Who am I?",
        "text_content": "<p>Mid-Level Front-End Developer with over 4 years of experience in e-commerce and blogs, I am seeking new opportunities, preferably in a home office model. I am open to diverse projects, such as application development, software, and databases, as well as roles in back-end or full-stack positions.</p><p>I have expertise in modern technologies such as React, Next.js, and GraphQL, as well as practices like Clean Code, TDD, and integrations with RESTful APIs. I value teamwork, self-management, and mentoring, always focusing on delivering efficient and high-impact solutions.</p>",
        "work_title": "Work Experience",
        "work_content": "<section><h2>Mid-Level Front-End Developer (SERI.E DESIGN)</h2><p><strong>October 2019 - Present</strong></p><ul><li>Developed and maintained e-commerce platforms such as Wake Storefront, Jet, Linx, Tray, Nuvemshop, Shopify, among others; as well as created and maintained WordPress blogs.</li><li>Refactored legacy code and proposed new technologies for the development team.</li><li>Optimized the performance of contracted websites.</li><li>Assisted other team members and estimated/validated tasks.</li><li>Trained development team members.</li></ul></section><section><h2>Junior Front-End Developer (Grupo Ideal Trends)</h2><p><strong>February 2019 - October 2019</strong></p><ul><li>Developed websites focused on SEO and organic positioning.</li><li>Developed internal tools.</li></ul></section>"
    },
    "Footer": {
        "home": "Home",
        "terms": "Terms of Use"
    },
    "ContactForm": {
        "title": "Get in Touch",
        "subtitle": "I'm here to help!",
        "name": {
            "label": "Name",
            "placeholder": "Your name"
        },
        "email": {
            "label": "Email",
            "placeholder": "Your email"
        },
        "message": {
            "label": "Message",
            "placeholder": "Your message"
        },
        "submit": {
            "label": "Send Message",
            "waiting_message": "Sending...",
            "success_message": "Message sent successfully! 😊\nI will get back to you as soon as possible.",
            "error_message": "An error occurred while sending your message. Please try again later."
        }
    },
    "TermsOfUse": {
        "title": "Terms of Use",
        "subtitle": "Welcome to my online portfolio! I would like to clarify some information about the elements and inspiration used in the development of this website.",
        "thanks": "Thank you for visiting! 😊",
        "terms": {
            "1": {
                "title": "Exclusive Development",
                "content": "This website was fully developed by me from scratch, based on my skills and creativity as a developer. The layout was inspired by the <strong>Space</strong> template, available on <a>Colorlib</a>. No code or resources from the original template were directly reused; the design served solely as a reference for creating something unique."
            },
            "2": {
                "title": "Graphic Elements",
                "content": "<p>The decorative wavy lines beneath the section titles were sourced from the resource 'Wavy Line Isolated on White Background,' available on <a>Vecteezy</a> These elements were incorporated in compliance with the platform's usage terms.</p><p>The icons used were sourced from Heroicons, an open-source icon library widely known for its versatility and minimalist design. These icons were used in compliance with the permissions and licenses provided by the platform.</p>"
            },
            "3": {
                "title": "Acknowledgments and Licenses",
                "content": "The visual elements used on the site, such as the wavy lines, are properly credited and used according to the terms provided by their creators. I extend my gratitude to the creators and platforms for offering valuable resources to the community."
            },
            "4": {
                "title": "Contact",
                "content": "If you have any questions about the development of this website or need further information about the elements used, feel free to reach out through the contact form provided."
            }
        }
    }
}